/* No comment provided by engineer. */
"%d Updates available" = "%d Actualizari disponibile";

/* indicates, which current page (1) is displayed and how many other pages (2) are available */
"(Page %i of %i)" = "(Pagina %1$i din %2$i)";

/* No comment provided by engineer. */
"1 Update available" = "1 Actualizare disponibila";

/* About title */
"About" = "Despre";

"Search" = "Cautare";

/* displayed while MH analyses application (1) */
"Analyzing %@ ..." = "Analiza in curs %@ ...";

/* Announcement title */
"Announcement" = "Anunt";

/* API Error title */
"API Error" = "Eroare API";

/* Application Description title */
"Application Description:" = "Descrierea aplicatiei:";

/* report reason */
"Application doesn't launch." = "Aplicatia nu porneste";

/* Application will not install. */
"Application will not install." = "Aplicatia nu se va instala";

/* No comment provided by engineer. */
"Apps" = "Aplicatii.";

/* No comment provided by engineer. */
"Apps & Updates" = "Aplicatii. & Actualizari";

/* apptrackr Password  */
"apptrackr Password " = "Parola apptrackr ";

/* apptrackr Username  */
"apptrackr Username " = "Nume de utilizator apptrackr ";

/* indicates the title of the category which is currently caching */
"Caching %@" = "Indexare %@";

/* Caching All Applications */
"Caching All Applications" = "Indexare Aplicatii";

/* Cancel */
"Cancel" = "Anuleaza";

/* Categories title */
"Categories" = "Categorii";

/* Company title */
"Company" = "Compania";

/* displayed when a download completed */
"Completed" = "Completat";

/* Connecting... title */
"Connecting..." = "Se Conecteaza ...";

/* displayed while MH transfers data */
"Contacting MobileHunt ..." = "Se Contacteaza MobileHunt ...";

/* cracker */
"Cracked by %@" = "Cracked de catre de %@";

/* Cracked by Unknown */
"Cracked by Unknown" = "Cracked de necunoscut";

/* current version (1) and the new version (2) which causes the update */
"Current: %@ (New: %@)" = "Actual: %1$@ (Nou: %2$@)";

/* Delete */
"Delete" = "Sterge";

/* Delete automatically */
"Delete automatically" = "Sterge automat";

/* message for about alert */
"Developed by the Hackulous team\n\nFor more information, visit\nhttp://hackulo.us/" = "Creat de Hackulous team\n\Pentru mai multe informatii, viziteaza\nhttp://hackulo.us/";

/* Disabled title */
"Disabled" = "Dezactivat";

/* Done button title */
"Done" = "Terminat";

/* Download title */
"Download" = "Descarca";

/* displayed when download completed while in background mode */
"Download completed: %@" = "Descarcare completata: %@";

/* Download failed: (1) download name */
"Download failed: %@" = "Descarcare esuata: %@";

/* Download later button title
   Download later title */
"Download later" = "Descarca mai tarziu";

/* Download now */
"Download now" = "Descarca acum";

/* Downloaded title */
"Downloaded" = "Descarcat";

/* actionsheet title */
"Downloaded IPA selected" = "Descarca IPA selectata";

/* Downloads, title */
"Downloads" = "Descarcari";

/* Enabled title */
"Enabled" = "Activat";

/* Error */
"Error" = "Eroare";

/* Error building SBCache */
"Error building SBCache" = "Eroare in construirea SBCache";

/* Error Pushing IPA title */
"Error Pushing IPA" = "Eroare implementare IPA";

/* No comment provided by engineer. */
"Error while searching for Updates" = "Eroare cautare actualizari";

/* displayed when a download failed */
"Failed to download %@" = "Descarcare esuata";

/* displayed when trying download a file which is already there
   File already exists error */
"File already exists" = "Fisierul deja exista";

/* Home title */
"Home" = "Home";

/* Install */
"Install" = "Instaleaza";

/* Install all */
"Install all" = "Instaleaza toate";

/* Install automatically */
"Install automatically" = "Instaleaza automat";

/* displayed when an application got installed while installous ran in background mode */
"Installation completed: %@" = "Instalatie completa: %@";

/* displayed when an installation failed */
"Installation failed: %@" = "Instalatie esuata: %@";

/* displayed when an application got installed */
"Installed" = "Instalat";

/* Installing... title */
"Installing..." = "Se Instaleaza ...";

/* iTunes Sync */
"iTunes Sync" = "Sincronizare cu iTunes";

/* Latest Version title */
"Latest Version" = "Ultima Versiune";

/* Launch App Store */
"Launch App Store" = "Deschide App Store";

/* message when link got reported */
"Link successfully reported" = "Link raportat cu succes";

/* Loading title */
"Loading" = "Se Incarca";

/* Local Notifications */
"Local Notifications" = "Notificari Locale";

/* LocalSharing
   LocalSharing title */
"LocalSharing" = "LocalSharing";

/* localsharing error */
"LocalSharing must be enabled to send IPAs!" = "LocalSharing trebuie activat pntru a trimite API";

/* localsharing error
   LocalSharing error */
"LocalSharing requires at least iOS 4.0!" = "LocalSharing are nevoie de cel putin iOS 4.0!";

/* MobileHunt */
"MobileHunt" = "MobileHunt";

/* error while rebuilding sbcache */
"No DSID found" = "Nici un DSID gasit";

/* No comment provided by engineer. */
"No Updates available" = "Nici o actualizare disponibila";

/* OK */
"OK" = "OK";

/* Only show iPad Apps */
"Only show iPad Apps" = "Arata doar Aplicatiile iPad";

/* report reasons */
"Other" = "Altele";

/* Password */
"Password" = "Parola";

/* hint to solve reporting fail */
"Please enter a valid apptrackr account in Settings" = "Va rugam sa introduceti un cont apptrackr valid";

/* No comment provided by engineer. */
"Popularity" = "Popularitate";

/* Price title */
"Price" = "Pret";

/* Queued */
"Queued" = "Indexat";

/* Receiving */
"Receiving" = "Se primeste";

/* Release Date title */
"Release Date" = "Data Lansarii";

/* Reload Categories */
"Reload Categories" = "Reincarca Categorii ";

/* Remove Metadata */
"Remove Metadata" = "Sterge Metadata";

/* Report button title */
"Report" = "Raporteaza";

/* title for small notification */
"Reported" = "Raportat";

/* Requesting Categories title */
"Requesting Categories" = "Solicitare Categorii";

/* title for MH requesting permission from a user */
"Requesting Permission" = "Se Cere Permisiunea";

/* Requirements title */
"Requirements:" = "Conditii:";

/* title while MH scans installed applications */
"Scanning Applications ..." = "Scanare Aplicatii ...";

/* Searching ... title */
"Searching ..." = "Cautare ...";

/* No comment provided by engineer. */
"Searching for Updates" = "Se cauta Actualizari";

/* alertview title */
"Select Device" = "Selecteaza Dispozitiv";

/* Send IPA */
"Send IPA" = "Trimite IPA";

/* Settings title */
"Settings" = "Setari";

/* Size title */
"Size" = "Marime";

/* Started download */
"Started" = "Pornit";

/* error while rebuilding sbcache */
"stat() failed" = "stat() esuat";

/* report reason */
"The filehost is very slow." = "Server de fisier lent.";

/* report reason */
"The link is dead." = "Link-ul este cazut.";

/* error while rebuilding sbcache */
"Unable to load sandboxes" = "Nu s-au incarcat sandboxes";

/* error while rebuilding sbcache */
"Unable to own cache" = "Eroare indexare cache";

/* error while rebuilding sbcache */
"Unable to save cache" = "Eroare salvare cache";

/* title if reporting link fails */
"Unable to submit Report" = "Link-ul pentru raportate nu este disponibil";

/* Unexpected content error */
"Unexpected content" = "Continut neasteptat";

/* Updates title */
"Updates" = "Actualizari";

/* displayed when an MH upload failes */
"Upload failed" = "Urcare esuata";

/* displayed when an application was uploaded over webserver */
"Uploaded" = "Urcat";

/* displayed while MH uploads some files */
"Uploading Files " = "Se urca fisierele ";

/* error while rebuilding sbcache */
"User key doesn't exist" = "Codul de utilizator nu exista";

/* Username */
"Username" = "Nume utilizator";

/* The latest version of an application
   Version
   Version: (1) */
"Version: %@" = "Versiune: %@";

/* Displayed on bottom of search and category to load 15 more apps */
"View 15 more Apps" = "Vezi inca 15 Apps";

/* View in Safari button for extern URLs */
"View in Safari" = "Vizualizeaza in Safari";

/* View this application on the App Store */
"View this application on the App Store" = "Vezi aplicatia in App Store";

/* message while reqesting permission from a user for transfering MH application */
"We don't have the application '%@', but you do! Would you mind contributing some files (securely in the background) so that we can offer it for others?" = "nu avem aplicatia '%@' dar o ai tu! Ai vrea sa contribui cu cateva fisiere, (in background) sa o putem oferi si la altii?";

/* What's new in Version (1) title */
"What's new in Version %@:" = "Ce e nou in aceasta Versiune %@:";

/* report link title */
"Why do you want to report this link?" = "De ce vrei sa raportezi acest link??";

/* report reason */
"Wrong Version" = "Versiune este Gresita";

